Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/slick-greeter.tmx
Source language: en
Languages: sv

source: Domain:
sv: Domän:

source: Restart
sv: Starta om

source: Power:
sv: Ström:

source: You need an Ubuntu Remote Login account to use this service. Visit uccs.canonical.com to set up an account.
sv: Du behöver ett Ubuntu-fjärrinloggningskonto för att använda den här tjänsten. Besök uccs.canonical.com för att skapa ett konto.

source: Goodbye. Would you like to...
sv: Hejdå. Vill du...

source: Accessibility
sv: Tillgänglighet

source: Suspend
sv: Vänteläge

source: Onscreen keyboard
sv: Skärmtangentbord

source: Login as %s
sv: Logga in som %s

source: Hibernate
sv: Viloläge

source: If you have an account on an RDP or Citrix server, Remote Login lets you run applications from that server.
sv: Om du har ett konto på en RDP- eller Citrix-server kan du via fjärrinloggning köra program från den servern.

source: Server type not supported.
sv: Servertypen stöds inte.

source: Show release version
sv: Visa versionsnummer

source: Email address:
sv: E-postadress:

source: %s (Default)
sv: %s (Standard)

source: Run '%s --help' to see a full list of available command line options.
sv: Kör ”%s --help” för en fullständig lista över tillgängliga kommandoradsalternativ.

source: Enter password for %s
sv: Ange lösenord för %s

source: Other users are currently logged in to this computer, shutting down now will also close these other sessions.
sv: Andra användare är för närvarande inloggade på den här datorn. Om du stänger av datorn nu avslutas även deras sessioner.

source: Cancel
sv: Avbryt

source: Keyboard layout:
sv: Tangentbordsupplägg:

source: Session Options
sv: Sessionsalternativ

source: Guest Session
sv: Gästsession

source: Screen Reader
sv: Skärmläsare

source: Are you sure you want to shut down the computer?
sv: Är du säker på att du vill stänga av datorn?

source: Login Screen
sv: Inloggningsskärm

source: Invalid password, please try again
sv: Ogiltigt lösenord. Försök igen.

source: Retry
sv: Försök igen

source: Select desktop environment
sv: Välj skrivbordsmiljö

source: Log In
sv: Logga in

source: Enter your username
sv: Ange ditt användarnamn

source: Back
sv: Bakåt

source: Username:
sv: Användarnamn:

source: Shut Down
sv: Stäng av

source: You need an Ubuntu Remote Login account to use this service. Would you like to set up an account now?
sv: Du behöver ett Ubuntu-fjärrinloggningskonto för att använda den här tjänsten. Vill du skapa ett konto nu?

source: Login
sv: Logga in

source: Failed to authenticate
sv: Misslyckades med att autentisera

source: Failed to start session
sv: Misslyckades med att starta sessionen

source: Run in test mode
sv: Kör i testläge

source: Quit...
sv: Avsluta...

source: Set Up...
sv: Konfigurera…

source: More layouts...
sv: Fler tangentbordsupplägg…

source: Logging in...
sv: Loggar in...

source: Retry as %s
sv: Försök på nytt som %s

source: Password:
sv: Lösenord:

source: If you have an account on an RDP server, Remote Login lets you run applications from that server.
sv: Om du har ett konto på en RDP-server kan fjärrinloggning låta dig köra program därifrån.

source: Please enter a complete e-mail address
sv: Ange en fullständig e-postadress

source: Incorrect e-mail address or password
sv: Felaktig e-postadress eller lösenord

source: High Contrast
sv: Hög kontrast
